---
kind: enumMember
id: F:Autodesk.Revit.DB.BuiltInParameter.CURVE_ELEM_LENGTH
enum: Autodesk.Revit.DB.BuiltInParameter
zh: 长度
source: html/fb011c91-be7e-f737-28c7-3f1e1917a0e0.htm
---
# Autodesk.Revit.DB.BuiltInParameter.CURVE_ELEM_LENGTH

**中文**: 长度

"Length"